# Задание 2

add_sec = input('Введите число в секундах - ')
print(add_sec)