# Задание 5

mi_revenue = int(input('Введите значение выручки - '))
mi_costs = int(input('Введите значение издержек - '))

if mi_revenue > mi_costs:
    print('Ваша фирма является прибыльной!')
else:
    print('Ваша фирма является убыточной!')