# Задание 2

n = input('Введите число - ')
a = int(n)
b = int (n + n)
c = int(n + n + n)
print(a + b + c)
